// © Copyright 2016 HP Development Company, L.P.

TaskName = "Configuración de servicios";

HSDTitleTextFieldValue = "Configuración de servicios";
HSDInfoTextFieldValue = "Esta página le permite acceder y configurar ajustes avanzados de la impresora. Para obtener más información, puede contactar con la asistencia de HP.";
HSDOpenButtonTitle = "Abrir";
HSDEditFiledTitle = "URL:";
